Revit 2027 API
ParameterTypeId.RebarShapeCrankEndOffset Property
 "End Crank Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeCrankEndOffset { get; }
Public Shared ReadOnly Property RebarShapeCrankEndOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeCrankEndOffset {
	ForgeTypeId^ get ();
}
static member RebarShapeCrankEndOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace